/* authorizing */
"authorizing" = "авторизация";

/* bookmarks */
"bookmarks" = "закладки";

/* bookmarks menu */
"Bookmarks Menu" = "Меню Закладок";

/* bookmarks toolbar */
"Bookmarks Toolbar" = "Панель Закладок";

/* cancel */
"Cancel" = "Отмена";

/* unable to load page */
"Cannot Load Page" = "Не могу загрузить страницу";

/* cannot load private key from keychain */
"Cannot Load Private Key From Keychain" = "Не могу загрузить закрытый ключ из связки ключей";

/* cannot submit email */
"Cannot Submit" = "Не могу отправить";

/* unable to refresh data */
"Cannot Sync" = "Не могу синхронизировать";

/* connecting */
"connecting" = "соединение";

/* copy the url to the clipboard */
"Copy URL" = "Копировать ссылку";

/* update Firefox Home */
"Data on the server is in a new and unrecognized format. Please update Firefox Home." = "Данные на сервере размещены в новом неизвестном формате. Пожалуйста, обновите Firefox Home.";

/* update Firefox Sync */
"Data on the server is in an old and unsupported format. Please update Firefox Sync on your computer." = "Данные на сервере размещены в старом неподдерживаемом формате. Пожалуйста, обновите на своём компьютере Firefox Sync.";

/* duplicate email address */
"Duplicate" = "Дубликат";

/* send the url via email */
"Email URL" = "Ссылка по почте";

/* error loading page */
"Error Loading Page" = "Ошибка загрузки страницы";

/* error retrieving data */
"Error Retrieving Data" = "Ошибка получения данных";

/* Failed Server Lookup */
"Failed Server Lookup" = "Ошибка поиска сервера";

/* failed to communicate with server */
"Failed To Communicate With Server (%d)" = "Ошибка при связи с сервером (%d)";

/* failed to install private key into keychain */
"Failed To Install Private Key Into Keychain (%d)" = "Ошибка при установке закрытого ключа в связку ключей (%d)";

/* email content */
"Here is that site we talked about:" = "Вот сайт, о котором мы говорили:";

/* history */
"history" = "история";

/* incorrect password */
"Incorrect Password" = "Неверный пароль";

/* incorrect secret phrase */
"Incorrect Secret Phrase" = "Неверный ключ синхронизации";

/* we will send instructions */
"Instructions are on the way" = "Инструкции в пути";

/* invalid url */
"Invalid URL" = "Неверная ссылка";

/* loading web page */
"loading..." = "загрузка...";

/* unable to login */
"Login Failure" = "Ошибка регистрации";

/* mobile bookmarks */
"Mobile Bookmarks" = "Мобильные закладки";

/* no internet connection */
"No internet connection available" = "Соединение с интернетом отсутствует";

/* no matching items found */
"No Matches" = "Нет совпадений";

/* ok */
"OK" = "OK";

/* privacy policy */
"Privacy Policy" = "Политика приватности";

/* refresh local data */
"Refresh" = "Обновить";

/* searching for matching items */
"Searching..." = "Поиск...";

/* email subject */
"Sending you a link" = "Отправляю вам ссылку";

/* re-authenticate */
"Sign In" = "Войти";

/* stop refreshing data */
"Stop" = "Стоп";

/* tabs */
"tabs" = "вкладки";

/* terms of service */
"Terms Of Service" = "Условия сервиса";

/* thank you for submitting */
"Thank you!" = "Спасибо!";

/* the email address already exists in our database */
"That email address has already been submitted" = "Этот адрес электронной почты уже был отправлен";

/* unable to communicate with server */
"Unable To Communicate With Server (%d)" = "Не могу соединиться с сервером (%d)";

/* server unavailable */
"Unable to contact server" = "Не могу связаться с сервером";

/* unable to submit email */
"Unable to submit your email, please try again later (%d)" = "Не могу отправить ваше письмо, пожалуйста, попробуйте позже (%d)";

/* unsorted bookmarks */
"Unsorted Bookmarks" = "Неподшитые закладки";

/* username not found */
"User Name Not Found" = "Имя учётной записи не найдено";

/* launch safari to display the url */
"View in Safari" = "Просмотреть в Safari";

/* Required */
"Required" = "Требуется";

/* Caution: use at own risk */
"Caution: use at own risk" = "Внимание; используйте на свой страх и риск";

/* Enter your Sync account information */
"Enter your Sync account information" = "Введите данные учётной записи Sync";

/* Account */
"Account" = "Учётная запись";

/* Password */
"Password" = "Пароль";

/* Sync Key */
"Sync Key" = "Ключ синхронизации";

/* Use Custom Server */
"Use Custom Server" = "Свой сервер";

/* Server URL */
"Server URL" = "URL сервера";

/* Cannot Setup Sync */
"Cannot Setup Sync" = "Не могу настроить Sync";

/* Try Again */
"Try Again" = "Попробовать снова";

/* Manual Setup */
"Manual Setup" = "Настроить вручную";

/* Firefox Home could not connect to Sync. Would you like to try again? */
"Firefox Home could not connect to Sync. Would you like to try again?" = "Firefox Home не может соединиться с Sync. Вы хотите попробовать снова?";

/* Passcode */
"Passcode" = "Код доступа";

/* Used for a small button */
"Not Now" = "Не сейчас";

/* Message that we show in a dialog when you need to sign in again after upgrading */
"Due to a recent update, you need to log in to Firefox Home again." = "В связи с недавним обновлением, вам необходимо снова войти в Firefox Home.";

/* Message that we show in a dialog when the user tries to open a file:// url */
"Firefox Home cannot load the page because it is of an unsupported type." = "Firefox Home не может загрузить страницу, так как данный тип страницы не поддерживается.";
